{
      "Name": "ASR training dataset for Croatian ParlaSpeech-HR",
      "URL": "http://hdl.handle.net/11356/1494",
      "Family": "Spoken corpora",
      "Description": "This corpus is built from parliamentary proceedings available in the Croatian part of the ParlaMint corpus and the parliamentary recordings available from the Croatian Parliament's YouTube channel. The corpus consists of segments 8-20 seconds in length. There are two transcripts available: the original one, and the one normalised via a simple rule-based normaliser. Each of the transcripts contains word-level alignments to the recordings. Each segment has a reference to the <a href=\"http://hdl.handle.net/11356/1432\">ParlaMint 2.1 corpus</a> via utterance IDs.\nThere is speaker information available for 381,849 segments, i.e., 95% of all segments. Speaker information consists of all the speaker information available from the ParlaMint 2.1 corpus (name, party, gender, age, status, role). There are all together 309 speakers in the dataset.\nThe dataset is divided into a training, a development, and a testing subset. Development data consist of 500 segments coming from the 5 most frequent speakers, with the goal of not losing speaker variety on dev data. Test data consist of 513 segments that come from 3 male (258 segments) and 3 female speakers (255 segments). There are no segments coming from the 6 test speakers in the two remaining subsets. The 22,076 instances not having speaker information are not assigned to any of the three subsets. The remaining 380,836 instances form the training set.\nThis corpus is available for download from the CLARIN.SI repository.",
      "Languages": ["hrv"],
      "Licence": "CC BY-SA 4.0",
      "Size": ["1816 hours", "403925 entries"],
      "Annotation": ["normalised transcriptions", "speaker metadata", "word-level alignment to the recordings"],
      "Infrastructure": "CLARIN",
      "Group": "Corpora with transcriptions and audio recordings",
      "Access": {
	"Download": "http://hdl.handle.net/11356/1494"
	},
      "Publication": ""
}
