{
      "Name": "Linguistically annotated multilingual comparable corpora of parliamentary debates in English ParlaMint-en.ana 3.0",
      "URL": "http://hdl.handle.net/11356/1810",
	"Family": "Parliamentary corpora",
      "Description": "This corpus comprises linguistically annotated multilingual comparable corpora of parliamentary debates <a href=\"http://hdl.handle.net/11356/1488\">ParlaMint.ana 3.0</a> which were machine translated to English and the translation linguistically annotated.\nExcept for the translation to English, small changes in the metadata and the absence of the British parliament corpus, the corpora included in this entry are in all respects identical to the source language corpora, i.e. the entry comprises the same 26 European parliamentary corpora, together with over 1.1 billion words. The translation to English was done with <a href=\"https://github.com/UKPLab/EasyNMT\">EasyNMT</a> with<a href=\"https://github.com/Helsinki-NLP/Opus-MT\">OPUS-MT models</a>. Machine translation was done on the sentence level, and includes both speeches and transcriber notes, including headings. The linguistic annotation of the speeches, i.e. tokenisation, tagging with UD PoS and morphological features, lemmatisation, and NER annotation was done with <a href=\"https://stanfordnlp.github.io/stanza/\"> Stanza </a>, using the English language model. For NER the conll03 model with 4 NE classes was used.\nThe corpus is available for download from the CLARIN.SI repository and for browsing through concordancers noSketchEngine and KonText.",
      "Language": ["bos", "bul", "cat", "hrv", "ces", "dan", "nld", "eng", "est", "fra", "glg", "deu", "hun", "isl", "ita", "lav", "ell", "nor", "pol", "por", "rus", "srp", "slv", "spa", "swe", "tur", "ukr"],
      "Licence": "CC BY 4.0",
      "Size": ["1.1 billion words"],
      "Annotation": ["tokenised", "MSD-tagged (Universal Dependencies)", "syntactically parsed (Universal Dependencies)", "named entities"],
      "Infrastructure": "CLARIN",
      "Access": {
	"Concordancer (noSketchEngine)": "https://www.clarin.si/ske/#dashboard?corpname=parlamint30_xx_en",
	"Concordancer (KonText)": "https://www.clarin.si/kontext/query?corpname=parlamint30_xx_en",
	"Download": "http://hdl.handle.net/11356/1810"
	},
      "Publication": ""
}
