{
      "Name": "Parliamentary corpus of first Yugoslavia (1919-1939) yu1Parl 1.0",
      "URL": "http://hdl.handle.net/11356/1845",
	"Family": "Parliamentary corpora",
      "Description": "This historical parliamentary corpus contains meeting proceedings of the National Representation of the Kingdom of Yugoslavia from 191 to 1939. The corpus comprises 714 sessions.\nThe source data (scanned images of printed Stenographic Minutes) come from the <a href=\"https://www.sistory.si\">History of Slovenia - SIstory</a> portal. The images were OCR processed and the results saved as pdf, docx and txt. The documents are multilingual, in Serbo-Croatian and Slovenian, depending on the speaker. Serbo-Croatian is typeset in the Cyrillic (Serbian) or in the Latin (Croatian) alphabet.\nThe documents were automatically processed and the following data extracted: titles, agenda, attending, start and end of the session, speakers, and comments. <a href=\"https://github.com/pemistahl/lingua-py\">Lingua</a> was used for language detection on the sentence level. Roughly 59% of sentences are in Serbian (Cyrillic script), 38% in Croatian (Latin script) and 3% in Slovenian. Some sentences in German and French were also detected. Linguistic annotation (tokenisation, MSD tagging and lemmatisation) was added using <a href=\"https://github.com/clarinsi/classla\">CLASSLA</a> for Serbian, Croatian and Slovenian. Words in Serbian (Cyrillic script) have lemmas in Latin script.\n The corpus is available for download from the CLARIN.SI repository as well as for online browsing through the noSketch Engine and KonText concordancers.",
      "Languages": ["hrv", "srp", "slv"],
      "Licence": "CC BY 4.0",
      "Size": ["34,542 utterances", "578,958 sentences", "13,271,885 words", "15,403 pages"],
      "Annotation": ["tokenised", "MSD-tagged", "lemmatised"],
      "Infrastructure": "CLARIN",
      "Access": {
	"Concordancer (noSketch)": "https://www.clarin.si/ske/#dashboard?corpname=yu1parl",
	"Concordancer (KonText)": "https://www.clarin.si/kontext/query?corpname=yu1parl",
	"Download": "http://hdl.handle.net/11356/1845"
	},
      "Publication": ""
}
