{
      "Name": "Corpus of longer narrative Slovenian prose KDSP 1.0",
      "URL": "http://hdl.handle.net/11356/1823",
	"Family": "Literary corpora",
      "Description": "This corpus contains 262 texts of longer older Slovenian narrative prose. The texts were published between 1836 and 1918 and are at least 20,000 words long.\nThe texts have bibliographical metadata (author name, title, year of publication, length) and are classified according to the decade of publication, length, text type, text subtype, theme, and level of canonicity (texts by those authors included in school textbooks after 1980 and/or included in the Collected writings of Slovenian poets and writers, are marked with a high degree of canonicity). The metadata about the authors of the texts are provided with their gender, occupation, and years of birth and death. The corpus texts come from three digital sources, and each text is marked for its source. They are <a href=\"https://sl.wikisource.org/wiki/\">Wikisource</a> (145 texts), the <a href=\"https://github.com/COST-ELTeC/ELTeC-slv\">ELTeC corpus</a> (96 texts), and the <a href=\"https://www.dlib.si/\">dLib digital library</a> (21 texts). The corpus is provided in two variants, one containing running text and the other with added linguistic analyses. These comprise tokens, sentences, lemmas, MULTEXT-East morphosytactic descriptions and Universal Dependencies morphological features. The linguistic annotation was performed with the <a href=\"https://github.com/clarinsi/classla\">CLASSLA program</a>. The source format of the corpus in TEI/XML, with two derived formats also available: one is plain text, and the other vertical files, as used by concordances, like the CWB.\nThe corpus is available for download from CLARIN.SI as well as through the noSketchEngine and KonText concordancers.",
      "Languages": ["slv"],
      "License": "CC-BY 4.0",
      "Size": ["262 texts", "11 million words", "14 million tokens"],
      "Annotation": ["MSD-tagged (MULTEXT-East & UD)", "lemmatised", "annotated with author and text metadata"],
      "Access": {
	"Browse (noSketchEngine)": "https://www.clarin.si/ske/#dashboard?corpname=kdsp"
	"Browse (KonText)": "https://www.clarin.si/kontext/query?corpname=kdsp"
	"Download": "http://hdl.handle.net/11356/1823"
	},
      "Publication": ""
}
