{
      "Name": "Collection Bruzzone",
      "URL": "https://hdl.handle.net/1839/e24ae5a4-be49-4c31-a7b8-b0c9ed84029e",
	"Family": "Oral History corpora",
      "Description": "The corpus contains four interviews involving five ex-deportee in the female-only Nazi concentration camp of Ravensbrück (Lidia Rolfi, Bianca Paganini, Livia Borsi, Lina and Nella Baroncini). By clicking on the download button you are brought to a page with a description of the four interviews. By clicking on the name of the interviewee you are brought to a page with a brief description and extensive metadata of the single interview. On the right you can see the corresponding audio- and text files marked in orange. This means they are restricted and you need to contact the owner, prof. Silvia Calamai (silvia.calamai@unisi.it) to get access to this data. The files marked in green are short clips that you can download directly.\nThe interviews were originally recorded on a series of analog supports by the Italian oral historian Anna Maria Bruzzone (Mondoví, 1925 – Turin, 2015) in preparation for the book <em>Le Donne di Ravensbrück</em> (\"The Women of Ravensbrück\", Einaudi, first edition 1978). The corpus is composed of 27 distinct audio files, deriving from the digitisation of an equal number of sides from the original 14 audiocassettes. The original supports are storied within the Archivio Storico of the Ospedale Neuropsichiatrico di Arezzo (Siena University), Arezzo (AR), Italy. Links to richly described metadata files are available in the repository of the Max Planck Institute for Psycholinguistics: <ul><li><a href=\"http://hdl.handle.net/21.11114/COLL-0000-000F-74A2-7\">Lidia Rolfi</a></li><li><a href=\"http://hdl.handle.net/21.11114/COLL-0000-000F-74A1-8\">Bianca Paganini</a></li><li><a href=\"http://hdl.handle.net/21.11114/COLL-0000-000F-74A4-5\">Livia Borsi</a></li><a href=\"http://hdl.handle.net/21.11114/COLL-0000-000F-74A3-6\">Lina and Nella Baroncini</a> </li></ul>",
      "Language": ["ita"],
      "Licence": "Restricted access (CLARIN RES+PLAN+BY+NC+INF+PRIV+NORED+ND+DEP+*)",
      "Size": ["4 interviews related to Ravensbrück"],
      "Annotation": ["Orthographic"],
      "Infrastructure": "CLARIN",
      "Group": "Voices from Ravensbrück",
      "Access": {
	"Download": "https://hdl.handle.net/1839/e24ae5a4-be49-4c31-a7b8-b0c9ed84029e"
	},
      "Publication": "https://www.zotero.org/groups/562080/clarin/collections/V3FS234J/items/Z9HVY39S/"
}
