{
      "Name": "Parallel sense-annotated corpus ELEXIS-WSD 1.1",
      "URL": "http://hdl.handle.net/11356/1842",
	"Family": "Parallel corpora",
      "Description": "This corpus is a parallel sense-annotated corpus in which content words (nouns, adjectives, verbs, and adverbs) have been assigned senses. Version 1.1 contains sentences for 10 languages: Bulgarian, Danish, English, Spanish, Estonian, Hungarian, Italian, Dutch, Portuguese, and Slovene.\nThe corpus was compiled by automatically extracting a set of sentences from WikiMatrix (Schwenk et al., 2019), a large open-access collection of parallel sentences derived from Wikipedia, using an automatic approach based on multilingual sentence embeddings. The sentences were manually validated according to specific formal, lexical and semantic criteria (e.g. by removing incorrect punctuation, morphological errors, notes in square brackets and etymological information typically provided in Wikipedia pages). To obtain a satisfying semantic coverage, we filtered out sentences with less than 5 words and less than 2 polysemous words were filtered out. Subsequently, in order to obtain datasets in the other nine target languages, for each selected sentence in English, the corresponding WikiMatrix translation into each of the other languages was retrieved. If no translation was available, the English sentence was translated manually. The resulting corpus is comprised of 2,024 sentences for each language.\nThe sentences were tokenized, lemmatized, and tagged with POS tags using <a href=\"https://lindat.mff.cuni.cz/services/udpipe/\">UDPipe v2.6</a>. Senses were annotated using <a href=\"https://elexis.babelscape.com/\">LexTag,/a>: each content word (noun, verb, adjective, and adverb) was assigned a sense from among the available senses from the sense inventory selected for the language (see below) or BabelNet. Sense inventories were also updated with new senses during annotation.\nThis corpus is available for download from the CLARIN.SI repository.",
      "Languages": ["10 langages"],
      "License": "CC BY-SA 4.0",
      "Size": ["345,092 tokens"],
      "Annotation": ["tokenised", "PoS-tagged", "lemmatised", "annotated for senses"],
      "Infrastructure": "CLARIN",
      "Group": "Multilingual corpora",
      "Access": {
	"Download": "http://hdl.handle.net/11356/1842"
	},
      "Publication": "Martelli et al. (2021)"
}
