{
      "Name": "EPIC-UdS",
      "URL": "http://hdl.handle.net/21.11119/0000-0008-F519-8",
	"Family": "Parallel corpora",
      "Description": "This is a parallel and comparable corpus of speeches held in the European Parliament; the corpus follows the European Parliament Interpreting Corpora tradition of the <a href=\"http://hdl.handle.net/11585/132580\">EPIC</a> and <a href=\"https://research.flw.ugent.be/en/projects/epicg-european-parliament-interpreting-corpus-ghent-step-further\">EPICG</a> corpora. It contains original speeches from 2008 to 2013 by English, German, and Spanish native speakers and their interpretation (English to and from German; Spanish to English).\nAll transcripts in the corpus are based on videos of the <a href=\"https://www.europarl.europa.eu/plenary/en/debates-video.html\">European Parliament Proceedings</a> published by the European Parliament.\nAnnotation includes typical characteristics of spoken language such as false starts, hesitations and truncated words. To obtain better results for source-target alignment as well as sentence parsing the transcripts were segmented using a main clause approach: compound sentences were segmented separately. For the second version of the corpus, the transcripts were processed clause by clause with the <a href=\"https://spacy.io/\">spaCy</a> NLP tools; the data is encoded in CoNLL-U and provides universal PoS tags, fine-grained language-specific PoS tags as well as <a href=\"https://universaldependencies.org/\">Universal Dependency</a> syntactic relations. All data was enriched with relevant metadata such as source language, name of original speaker, speech timing, mode of delivery and delivery rate.\nThe corpus is available for download from CLARIN-D (Saarland University B-centre).",
      "Languages": ["3 languages"],
      "License": "CC BY-NC-SA 4.0",
      "Size": ["350,000 tokens", "20,000 sentences"],
      "Annotation": ["tokenised", "PoS-tagged", "syntactically parsed", "speech phenomena"],
      "Infrastructure": "CLARIN",
      "Group": "Multilingual corpora",
      "Access": {
	"Download": "http://hdl.handle.net/21.11119/0000-0008-F519-8"
	},
      "Publication": "Przybyl et al. (2022)"
}
