{
      "Name": "Web corpus MaCoCu",
      "URL": "http://hdl.handle.net/11356/1804",
	"Family": "Computer-mediated communication corpora",
      "Description": "These corpora are a collection containing web texts and were built by crawling national internet top-level domains (specified below) and by extending the crawl dynamically to other domains as well. The crawler is available at <a href=\"https://github.com/macocu/MaCoCu-crawler\">MaCoCu GitHub channel</a>. Considerable effort was devoted into cleaning the extracted text to provide a high-quality web corpus. This was achieved by removing <a href=\"https://corpus.tools/wiki/Justext\">boilerplate</a> and <a href=\"https://corpus.tools/wiki/Onion\">near-duplicated paragraphs</a>, discarding very short texts as well as texts that are not in the target language. Furthermore, samples from the largest 1,500 domains were manually checked and bad domains, such as machine-translated domains, were removed.\nThe dataset is characterized by extensive metadata which allows filtering the dataset based on text quality and <a href=\"https://github.com/bitextor/monotextor\">other criteria</a>, making the corpus highly useful for corpus linguistics studies, as well as for training language models and other language technologies. In XML format, each document is accompanied by the following metadata: title, crawl date, url, domain, file type of the original document, distribution of languages inside the document, and a fluency score based on a language model. The text of each document is divided into paragraphs that are accompanied by metadata on the information whether a paragraph is a heading or not, metadata on the paragraph quality (labels, such as \"short\" or \"good\", assigned based on paragraph length, URL and stopword density via the <a href=\"https://corpus.tools/wiki/Justext\">jusText tool</a>) and fluency (score between 0 and 1, assigned with the <a href=\"https://github.com/bitextor/monocleaner\">Monocleaner tool</a>), the automatically identified language of the text in the paragraph, and information whether the paragraph contains sensitive information (identified via the <a href=\"https://github.com/bitextor/biroamer\">Biroamer tool</a>). As opposed to the previous version in the case of corpora in version 2.0, this version has more accurate metadata on languages of the texts, which was achieved by using <a href=\"https://github.com/CLD2Owners/cld2\">Google's Compact Language Detector 2 (CLD2)</a>, a high-performance language detector supporting many languages. Other tools, used for web corpora creation and curation, have been updated as well, resulting in an even cleaner, as well as larger corpus.\nThe corpus is available for download from the Slovenian repository CLARIN.SI and can be easily read with the <a href=\"https://pypi.org/project/prevert/\">prevert parser</a>.",
      "Languages": ["sqi","bos","bul","cat","hrv","ell","isl","mkd","mlt","cnr","srp","tur","ukr","slv"],
      "License": "CC0 No Rights Reserved",
      "Size": "",
      "Annotation": ["annotated with extensive metadata"],
      "Infrastructure": "CLARIN",
      "Access": {
	"Download (Albanian)": "http://hdl.handle.net/11356/1804",
	"Download (Bosnian)": "http://hdl.handle.net/11356/1808",
	"Download (Bulgarian)": "http://hdl.handle.net/11356/1800",
	"Download (Catalan)": "http://hdl.handle.net/11356/1837",
	"Download (Croatian)": "http://hdl.handle.net/11356/1806",
	"Download (Modern Greek)": "http://hdl.handle.net/11356/1839",
	"Download (Icelandic)": "http://hdl.handle.net/11356/1805",
	"Download (Macedonian)": "http://hdl.handle.net/11356/1801",
	"Download (Maltese)": "http://hdl.handle.net/11356/1803",
	"Download (Montenegrin)": "http://hdl.handle.net/11356/1809",
	"Download (Serbian)": "http://hdl.handle.net/11356/1807",
	"Download (Slovenian)": "http://hdl.handle.net/11356/1795",
	"Download (Turkish)": "http://hdl.handle.net/11356/1802",
	"Download (Ukrainian)": "http://hdl.handle.net/11356/1838"
	},
      "Publication": "Bañón et al. (2022)"
}
