{
  "item": {
      "Name": "Monitor corpus of Slovene Trendi 2023-02",
      "URL": "http://hdl.handle.net/11356/1782",
      "Description": "This corpus contains news from 107 different media websites, published by 72 different publishers, and is a monitor corpus of Slovene. Trendi 2023-02 covers the period from January 2019 to February 2023, complementing the <a href="http://hdl.handle.net/11356/1320">Gigafida 2.0</a> reference corpus of written Slovene. All the contents of the Trendi corpus are at the moment obtained using the <a href=" http://newsfeed.ijs.si/">Jožef Stefan Institute Newsfeed service</a>. The texts have been annotated using the <a href="https://github.com/clarinsi/classla">CLASSLA-Stanza pipeline</a>, including syntactic parsing according to the <a href="https://universaldependencies.org/sl/">Universal Dependencies</a> and <a href="https://nl.ijs.si/janes/wp-content/uploads/2017/09/SlovenianNER-eng-v1.1.pdf">Named Entities</a>.\nAn important addition are topics or thematical categories, which have been automatically assigned to each text. There are 13 categories altogether: Arts and culture, Crime and accidents, Economy, Environment, Health, Leisure, Politics and Law, Science and Technology, Society, Sports, Weather, Entertainment, and Education. Text classification models are available at <a href="http://hdl.handle.net/11356/1709">Text classification model SloBERTa-Trendi-Topics 1.0</a>, <a href="http://hdl.handle.net/11356/1710">Text classification model fastText-Trendi-Topics 1.0</a>, and <a href="https://huggingface.co/cjvt/sloberta-trendi-topics">SloBERTa model</a>. At the moment, the corpus is not available as a dataset due to copyright restrictions but we hope to make at least some of it available in the near future.\nThe corpus can be queried through noSketchEngine and KonText concordancers.",
      "Languages": ["slv"],
      "License": "",
      "Size": "700 million tokens",
      "Annotation": "PoS-tagged, lemmatised, syntactically parsed, annotated for named entities and topics",
      "Access": {
	"Concordancer (noSketchEngine)": "https://www.clarin.si/ske/#dashboard?corpname=trendi",
	"Concordancer(KonText)": "https://www.clarin.si/kontext/query?corpname=trendi"
	},
      "Publication":"FIXME:Kosem (2022)#SEPKosem et al. (2022)"
    }
}
