{
      "Name": "Serbian Web Corpus PDRS 1.0",
      "URL": "http://hdl.handle.net/11356/1752",
	"Family": "Computer-mediated communication corpora",
      "Description": "This corpus contains texts from the web obtained by crawling the .rs domain. Crawling has been done in September and October 2022 with BootCat. As search terms, appr. 2,800 word forms with a frequency between 5,000 and 500,000 in srWaC have been used. The texts are deduplicated, cyrillic texts have been transliterated into the Latin alphabet. The linguistic processing was done with the <a href=\"https://github.com/clarinsi/classla\">CLASSLA package</a> for tokenization, lemmatization and morpho-syntactic tagging (both MULTEXT-East and Universal Dependencies).\nIn addition, some 80% of the URLs are manually tagged for 10 different types of sources (\"area\"): media (media outlets with several posts daily), inform (topic-centered sites with infrequent posts - maximum 3 per day), company (presentations of companies), state (websites of government bodies on nationa, regional and local level), forum (forum posts), portal (topic-centered portals without daily coverage), science (scientific publications), shop (with descriptions of products), database (knowledge bases, dictionaries, databases and similar) and community (NGOs, fan clubs, associations and other). The corpus is distributed in the CoNLL-U format in batches of appr. 2x50 mio. tokens.\nThe corpus is available for download from the Slovenian repository CLARIN.SI and can be queried through noSketchEngine and KonText concordancers.",
      "Languages": ["srp"],
      "License": "https://creativecommons.org/licenses/by/4.0/",
      "Size": ["715 million tokens"],
      "Annotation": ["tokenised", "MSD-tagged (MULTEXT-East & UD)", "lemmatised", "annotated for text source"],
      "Access": {
	"Concordancer (noSketchEngine)": "https://www.clarin.si/ske/#dashboard?corpname=pdrs10",
	"Concordancer(KonText)": "https://www.clarin.si/kontext/query?corpname=pdrs10",
	"Download": "http://hdl.handle.net/11356/1752"
	},
      "Publication":""
}
